{
  "KHBC": {
    "Name": "KINGDOM HEARTS χ Back Cover",
    "Timeline": "¤ Position timeline : -6.5",
    "Histoire": "La trame principale du film correspond aux Oracles découvrant l'existence d'un traître en leur sein, et essayant de découvrir son identité. Au fur et à mesure que le temps passe, les tensions entre les Maîtres s'accentuent, et le conflit semble devenir de moins en en moins inévitable... En parallèle, le film montre les différents rôles que le Maître des Maîtres a confié à chacun de ses disciples, et surtout la mission très particulière de Luxu.",
    "Dev": "Kingdom Hearts: χ Back Cover est un film d'animation créé pour la compilation Kingdom Hearts: HD 2.8 Final Chapter Prologue, sortie le 12 janvier 2017. Durant environ une heure, le film a été réalisé sous Unreal Engine 4 avec les moteurs graphiques et ressources utilisés pour Kingdom Hearts III.",
    "Avis": " KINGDOM HEARTS χ Back Cover tape juste et nous offre une petite pause ciné d'une heure et quelques avec un rendu graphique réalisé sous Unreal Engine 4. On salive en pensant que c'est cette qualité graphique qui accompagnera logiquement Kingdom hearts 3 et on prend plaisir à suivre l'intrigue, sorte d'enquête au sein des Oracles du Maître des Maîtres.",
    "Sources": "Kingdom Hearts Wiki (Fandom), JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS4, XBOX ONE, Nintendo Switch, PC",
    "Cover": "Images/Canva/Game/KHBC_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+2+8+final+chapter+prologue.html"
  },
  "KHChi": {
    "Name": "KINGDOM HEARTS χ",
    "Timeline": "¤ Position timeline : -6.0",
    "Histoire": "Il y a bien longtemps, à l'époque des contes de fées. Le monde était empli de lumière et de cette lumière sont nés de nombreux mondes. La source de la lumière est Kingdom Hearts, protégée par une clé appelée ?-blade. Tant que ces deux entités existeraient, les mondes resteraient dans la lumière pour l'éternité. Cependant, de cette puissante lumière est née une ombre mystérieuse. Les ténèbres ont réveillé des sentiments d'angoisse, de peur et d'avidité. Les ténèbres dissimulés au plus profond du coeur ont commencé à propager la confusion à travers les mondes. Afin de faire disparaître ces ténèbres, ceux qui convoitaient la lumière ont créé des copies de la ?-blade appelées Keyblades. Ainsi commence une aventure à travers les mondes. Les mondes visités sont : la Ville de l'Aube, la Forêt des Nains, Agrabah, le Pays des Merveilles, le Colisée de l'Olympe, le Château de la Bête, le Domaine Enchanté et la Nécrpole des Keyblades.",
    "Dev": "Révélé au Tokyo Game Show 2012 à l'occasion des 10 ans de la série,le social game KINGDOM HEARTS χ sort finalement le 18 juillet 2013. Kingdom Hearts: χ [chi] a été officiellement arrêté le 1er Septembre 2016, à 7 heures",
    "Avis": "Pas d'avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny",
    "Plateformes": "¤ Plateformes : Web",
    "Cover": "Images/Canva/Game/KHChi_Logo.webp",
    "Achat": ""
  },
  "KHUChi": {
    "Name": "KINGDOM HEARTS Unchained χ",
    "Timeline": "¤ Position timeline : -5.0",
    "Histoire": "Il y a bien longtemps, à l'époque des contes de fées. Le monde était empli de lumière et de cette lumière sont nés de nombreux mondes. La source de la lumière est Kingdom Hearts, protégée par une clé appelée χ-blade. Tant que ces deux entités existeraient, les mondes resteraient dans la lumière pour l'éternité. Cependant, de cette puissante lumière est née une ombre mystérieuse. Les ténèbres ont réveillé des sentiments d'angoisse, de peur et d'avidité. Les ténèbres dissimulés au plus profond du coeur ont commencé à propager la confusion à travers les mondes. Afin de faire disparaître ces ténèbres, ceux qui convoitaient la lumière ont créé des copies de la χ-blade appelées Keyblades. Ainsi commence une aventure à travers les mondes. Les mondes visités sont : la Ville de l'Aube, la Forêt des Nains, Agrabah, le Pays des Merveilles, le Colisée de l'Olympe, le Château de la Bête, le Palais des Rêves",
    "Dev": "KINGDOM HEARTS Unchained χ est sorti le 3 septembre 2015. La 'Saison 1' de l'histoire est un remake de Kingdom Hearts: χ [chi]. Pour le passage à la 'Saison 2', Unchained χ est mis à jour et renommé Kingdom Hearts: Union χ [Cross]. Le jeu est gratuit dans sa version de base, mais il inclut des micro-transactions : les joueurs peuvent utiliser de l'argent réel pour obtenir des objets, facilitant leur évolution dans le jeu.",
    "Avis": "Pas d'avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny",
    "Plateformes": "¤ Plateformes : iOS, Andorid",
    "Cover": "Images/Canva/Game/KHUChi_Logo.webp",
    "Achat": "https://kingdom-hearts-unchained.en.uptodown.com/"
  },
  "KHUC": {
    "Name": "KINGDOM HEARTS Union χ",
    "Timeline": "¤ Position timeline : -4.0",
    "Histoire": "Il y a bien longtemps, à l'époque des contes de fées. Le monde était empli de lumière et de cette lumière sont nés de nombreux mondes. La source de la lumière est Kingdom Hearts, protégée par une clé appelée ?-blade. Tant que ces deux entités existeraient, les mondes resteraient dans la lumière pour l'éternité. Cependant, de cette puissante lumière est née une ombre mystérieuse. Les ténèbres ont réveillé des sentiments d'angoisse, de peur et d'avidité. Les ténèbres dissimulés au plus profond du coeur ont commencé à propager la confusion à travers les mondes. Afin de faire disparaître ces ténèbres, ceux qui convoitaient la lumière ont créé des copies de la ?-blade appelées Keyblades. Ainsi commence une aventure à travers les mondes. Les mondes visités sont : la Ville de l'Aube, la Forêt des Nains, Agrabah, le Pays des Merveilles, le Colisée de l'Olympe, le Château de la Bête, le Palais des Rêves, le Domaine Enchanté, la Game Central Station, Niceland, Cy-bug Sector, Candy Kingdom",
    "Dev": "KINGDOM HEARTS Union χ est sorti le 23 mars 2017. Correspondant à la 'Saison 2' d'Unchained χ, cette suite est disponible sur les systèmes iOS et Android. Toutes les données sont conservées lors du passage à Union χ [Cross]. N'étant qu'une simple mise à jour, le fonctionnement et le gameplay sont identiques à ceux d'Unchained χ, bien que des systèmes de gameplay ont été ajoutés depuis lors. Depuis la mise à jour 4.0.0 du 22 juin 2020, le jeu fait maintenant partie de l'application commune Kingdom Hearts: Union χ Dark Road.",
    "Avis": "Difficile au final de jauger ce Kingdom Hearts Unchained X. Si l'on apprécie sans aucun doute le travail effectué sur les contrôles tactiles, qui fonctionnent tout de même très bien, ainsi que le soin apporté à l'esthétique globale du titre, difficile de ne pas remarquer les multiples errances. Outre une ergonomie entièrement à revoir, la navigation entre les différents items des menus confinant au calvaire, c'est surtout les multiples incitations à l'achat qui consommeront le divorce. La multiplicité des éléments à faire évoluer, le manque de générosité des récompenses, les diverses limitations d'inventaires ou la rareté de certains matériaux sont autant d'éléments qui viennent freiner artificiellement la progression du joueur afin de le pousser à passer par la boutique en argent réel. Une mécanique qui empêche ainsi les joueurs ne souhaitant pas débourser un kopeck de tenir la distance face à ceux qui cèdent à la tentation. Un déséquilibre qui entraîne au final de la frustration, et gâche un tantinet le plaisir de jeu. Si l'on met de côté ce souci majeur, Kingdom Hearts Unchained X demeure tout de même assez plaisant, et offre même quelques éclaircissements sur le background de la série. Amateur de la franchise ou non, c'est avant tout la tolérance de chacun au modèle Free to play intrusif qui déterminera le plaisir procuré par le jeu.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : iOS, Andorid",
    "Cover": "Images/Canva/Game/KHUC_Logo.webp",
    "Achat": "https://kingdom-hearts-unchained.en.uptodown.com/"
  },
  "KHML": {
    "Name": "KINGDOM HEARTS Missing-Link",
    "Timeline": "¤ Position timeline : -3.0",
    "Histoire": "Faisant le lien avec la fin de l'histoire de KINGDOM HEARTS Union Cross et Dark Road, ce nouveau titre sur iOS/Android nous transportera dans le monde de Scala ad Caelum, mais à une époque lointaine où la ville n'était pas encore celle aperçue dans KINGDOM HEARTS III. Organisés en sociétés, ses habitants sont divisés selon leurs lignées entre les descendants du fondateur de la ville, Ephemer, et ceux qui n'appartiennent pas à sa lignée.",
    "Dev": "Annoncé lors de l'événement consacré au 20 ans de la série Kingdom Hearts le 10 avril 2022, Kingdom Hearts: Missing-Link est un jeu mobile faisant suite à Kingdom Hearts: Union χ [Cross]. La sortie mondiale du jeu est actuellement reportée. Une première beta test, exclusive au Japon et aux utilisateurs de iOS, s'est déroulée du 13 janvier au 18 janvier 2023. Une deuxième beta test, pour des joueurs venant du Japon, du Royaume-Uni et de l'Australie, a eu lieu du 29 novembre au 8 décembre 2023",
    "Avis": "Pas d'avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny",
    "Plateformes": "¤ Plateformes : iOS, Andorid",
    "Cover": "Images/Canva/Game/KHML_Logo.webp",
    "Achat": ""
  },
  "KHDR": {
    "Name": "KINGDOM HEARTS Dark Road",
    "Timeline": "¤ Position timeline : -2.0",
    "Histoire": "Pourquoi est-il devenu le chercheur des ténèbres ? Vous connaissez Maître Xehanort, l'antagoniste de Kingdom Hearts, mais savez-vous pourquoi il est devenu le chercheur des ténèbres ? Dans cette nouvelle histoire, vous incarnerez un jeune Xehanort et découvrirez ses secrets en suivant son parcours de futur porteur de Keyblade dans la contrée lointaine de Scala ad Caelum. Les mondes visités dans cet opus sont : Scala ad Caelum, l'Îles du Destin, Agrabah, le Pays des Merveilles, la Forêt des Nains, le Château de la Bête, le Colisée de l'Olympe, la Nécropole des Keyblades",
    "Dev": "Le jeu est disponible mondialement depuis le 22 juin 2020, ayant reçu plusieurs mises à jour d'histoire. Après plusieurs délais, la mise à jour finale coïncide avec la sortie de la version 5.0.0 de l'application Union χ Dark Road, le 26 Août 2022. Le jeu est gratuit dans sa version de base, mais inclura des micro-transactions. ",
    "Avis": "Pas d'avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny",
    "Plateformes": "¤ Plateformes : iOS, Andorid",
    "Cover": "Images/Canva/Game/KHDR_Logo.webp",
    "Achat": "https://kingdom-hearts-unchained.en.uptodown.com/"
  },
  "KHBBS": {
    "Name": "KINGDOM HEARTS Birth by Sleep",
    "Timeline": "¤ Position timeline : -1.0",
    "Histoire": "Il y a longtemps, bien avant que Sora ne soit choisi par sa Keyblade, la sérénité du monde reposait entre les mains de ceux que l'on nommait les Maître de la Keyblade. C'est sous la tutelle de l'un d'entre eux, Maître Eraqus, que Terra, Ventus et Aqua suivent un long et difficile entraînement pour prouver qu'ils sont eux aussi dignes de porter le symbole de Maîtrise. Alors qu'un autre Maître de la Keyblade, Xehanort, a mystérieusement disparu, ces trois jeunes gens seront bientôt impliqués dans une crise dépassant de loin les frontières de leur monde. Trois amis, trois volontés, un destin terrible et incertain qu'ils devront affronter. Dans cet ops, les mondes visités sont : la Contrée du Départ, le Palais des Rêves, l'Espace Profond, le Domaine Enchantée, la Forêt des Nains, Disneyville, la Nécropole des Keyblades, l'Arène des Mirages, le Jardin Radieux, le Colisée de l'Olympe, le Pays imaginaire, la Tour Mystérieuse, l'Ile du Destin, le Manoir Oblivion",
    "Dev": "KINGDOM HEARTS Birth by Sleep est sorti le 9 janvier 2010. Le GamePlay de cet opus est un variant de celui des jeux principaux avec la fusion et l'amélioration de capacités afin d'en décrouvrir de nouvelles. Le monde adapté du classique Disney 'Le Livre de la Jungle' semblait être prévu, mais ne fut pas intégré dans le jeu final. Toutefois, des environnements en 3D (non terminés) subsistent sur l'UMD.",
    "Avis": "Devenue en quelques années l'une des séries les plus incontournables de Square Enix, Kingdom Hearts nous dévoile aujourd'hui ses origines dans une préquelle réservée aux possesseurs de PSP. Un épisode immanquable pour tout fan qui se respecte, mais aussi pour ceux qui attendaient depuis longtemps une occasion de se jeter à l'eau sans crainte d'être déçus. D'année en année, la saga Kingdom Hearts prend de plus en plus d'assurance et nous livre tout son potentiel dans cet épisode PSP. Non content de proposer le meilleur système de combat de la série, Kingdom Hearts : Birth by Sleep nous éblouit également par son extrême profondeur de jeu et la quantité de choses qu'il nous invite à expérimenter. Irréprochable également sur le plan technique, le titre jouit d'une durée de vie étonnante et compte désormais parmi les titres les plus indispensables de la machine !",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PSP",
    "Cover": "Images/Canva/Game/KHBBS_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+birth+by+sleep+ps2.html"
  },
  "KHBBS0.2": {
    "Name": "KINGDOM HEARTS 0.2 Birth by Sleep -A fragmentary passage-",
    "Timeline": "¤ Position timeline : -0.2",
    "Histoire": "Après les événements de KINGDOM HEARTS Dream Drop Distance, tandis que Sora se prépare pour le combat final, le Roi Mickey révèle de nombreuses choses restées secrètes. L'histoire d'une personne appelée Aqua, abandonnée dans le Domaine des Ténèbres, est finalement racontée. Dans cet opus, les mondes visités sont : le Monde Obscure, le Bourg du palais des rêves, le Monde intérieur de la Forêt de Nains, la Forêt Épineuse du Domaine Enchanté, l'Abysse des Ténèbres, l'Île du Destin.",
    "Dev": "KINGDOM HEARTS 0.2 Birth by Sleep -A fragmentary passage- est sorti le 12 janvier 2017. Développé sur Unreal Engine 4, il a pour but de servir de démo technique pour Kingdom Hearts III, en faisant découvrir le gameplay mais aussi les moteurs graphiques qui sont utilisés pour le troisième volet.",
    "Avis": "KINGDOM HEARTS 0.2 Birth by Sleep -A fragmentary passage- propose 2 à 5 heures de jeu assez captivantes et franchement intéressantes en matière de plaisir de jeu et de scénario. Avant goût sommaire de la réalisation de KH3, conservant au passage les mécaniques originelles de la série, 0.2 fait mouche et arrive a séduire les joueurs qu'ils aient fait l'opus initial ou non.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS4, XBOX ONE, Nintendo Switch, PC",
    "Cover": "Images/Canva/Game/KHBBS0.2_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+2+8+final+chapter+prologue.html"
  },
  "KH": {
    "Name": "KINGDOM HEARTS",
    "Timeline": "¤ Position timeline : 0.0",
    "Histoire": "La peur confine la lumière dans les ténèbres. Ton courage est la clé... Lorsqu'une tempête surnaturelle projette le jeune Sora vers une terre inconnue, celui-ci part à la recherche de ses amis disparus. Mais Sora n'est pas seul dans sa quête : Donald, le magicien royal et le capitaine Dingo se joignent à lui. Ce trio de choc traverse différents monde de l'univers Disney pour retrouver Kairi et Riku les amis de Sora, tout en affrontant les terrifiants 'Sans-coeur'... Dans ce premier opus, le joueur parcoureras les mondes suivants : l'Île du Destin, la Ville de Traverse, le Pays des Merveilles, la Jungle Profonde, le Colisée de l'Olympe, la Forêt des Rêves Bleus, Monstro, Agrabah, Atlantica, la Ville d'Halloween, le Pays Imaginaire, la Forteresse Oubliée, la Fin du Monde",
    "Dev": "Le jeu Kingdom hearts est sorti le 28 mars 2002. Pour l'annecdote, le développement du premier jeu Kingdom Hearts est dirigé par Tetsuya Nomura et produit par Shinji Hashimoto, qui conçoit l'idée lorsqu'il rencontre un producteur de Disney dans un ascenseur, les bureaux japonais de Square et de Disney étaient auparavant situés dans le même immeuble. ",
    "Avis": "Avec Kingdom Hearts, Squaresoft délaisse pour un temps la catégorie jeux de rôles pour se focaliser sur un soft d'aventure/action idéal pour les fêtes de fin d'année. Petits ou grands, inconditionnels de Square ou simples amateurs de l'univers Disney, tout le monde sera immanquablement séduit par ce titre qui réalise le cross-over improbable entre la magie du monde de Disney et de Final Fantasy. Impossible de ne pas conseiller Kingdom Hearts aux « Disneyphiles » et aux inconditionnels de la saga Final Fantasy. Square signe là un jeu qui n'est pas dénué de défauts, mais qui se veut un hommage à ceux qui rêvaient de voir les personnages de Square côtoyer les figures emblématiques de Disney dans leurs propres univers. Un joli cadeau de Noël signé Squaresoft.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS2",
    "Cover": "Images/Canva/Game/KH_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+ps2.html"
  },
  "KHDAYS": {
    "Name": "KINGDOM HEARTS 358/2 Days",
    "Timeline": "¤ Position timeline : 0.8",
    "Histoire": "Au terme d'une longue journée passée à collecter les 'coeurs' des Sans-coeur conformément aux ordres de leur organisation, Roxas et Axel contemplaient le coucher de soleil depuis leur observatoire habituel en haut de la tour de l'horloge de la gare. À la fin de leur journée, ils passaient souvent leur soirée à cet endroit, en parlant du travail accompli durant la journée et de pleins d'autres choses autour d'une bonne glace. 'Sais-tu pourquoi le soleil a l'air rouge lorsqu'il se couche au-delà de l'horizon ? C'est parce que parmi le nombre incalculable de couleurs que comprend la lumière, le rouge est celle qui parcourt la plus longue distance', dit Axel. 'Arrête de frimer, Axel !', répondit Roxas. Il s'agissait juste d'une discussion sans conséquence entre deux garçons sans coeur. Voici l'histoire inédite de Roxas de l'Organisation XIII. Le smondes présent dans cet opus sont : la Cité du Crépuscule, l'Île du Destin, le Colisée de l'Olympe, le Pays des Merveilles, Agrabah, la Ville d'Halloween, le Manoir Oblivion, Illusiopolis",
    "Dev": "Kingdom Hearts 358/2 Days sorti le 30 mai 2009, se démarque des précédents jeux du fait de son intérêt pour les 'méchants' de l'histoire. Qui n'a pas rêver un jour d'incarner Axel, Marluxia ou encore Xemnas ?",
    "Avis": "Attendu au tournant sur le plan technique, Kingdom Hearts : 358/2 Days étonne finalement par la qualité de sa réalisation et la nervosité qui se dégage des batailles. L'esprit de la série est parfaitement restitué sur le plan du gameplay, avec deux atouts majeurs : la possibilité de customiser son personnage à volonté et de jouer à plusieurs. Si le déroulement de l'aventure n'était pas aussi redondant, cet épisode aurait pu faire l'unanimité.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : Nintendo DS",
    "Cover": "Images/Canva/Game/KHDAYS_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+358+2+days+ds.html"
  },
  "KHCOM": {
    "Name": "KINGDOM HEARTS Chain of Memories",
    "Timeline": "¤ Position timeline : 1.0",
    "Histoire": "Sora, Donald et Dingo viennent d'affronter Ansem et partent à la recherche du Roi Mickey et Riku, enfermés dans le domaine des ténèbres. Ils suivent une longue route qui serpente les champs et qui les conduit jusqu'à un carrefour. Sora lève alors les yeux vers le ciel pour contempler la nuit étoilée et se met à penser à ses amis perdus. Au milieu d'une immense plaine, Sora est surpris par un individu capuchonné qui l'invite à le suivre : 'Plus loin, se trouve ce que vous cherchez, mais pour l'obtenir, vous perdrez quelque chose d'essentiel'. Lorsque l'homme disparait, il ne reste plus qu'un seul chemin menant à une forteresse mystérieuse du nom de 'Manoir Oblivion'. Certains d'y retrouver leurs compagnons, les trois amis décident d'explorer les lieux. Mais au fur et à mesure qu'ils avancent, leurs souvenirs semblent s'effacer, confrontés également à de terribles adversaires, regroupés sous le nom de l'Organisation Xchain-of-memoriesI. Les mondes visités dans cet opus sont : le Manoir Oblivion, la Ville de Traverse, le Colisée de l'Olympe, Agrabah, Monstro, Atlantica, le Pays Imaginaire, le Pays des Merveilles, la Ville d'Halloween, la Forêts des rêves Bleus, la Forteresse Oubliée, l'Île du Destin et la Cité du Crépuscule",
    "Dev": "KINGDOM HEARTS Chain of Memories est sorti le 11 novembre 2004. Kingdom Hearts: Chain of Memories introduit dans la série un système inédit de cartes, à la fois pour le combat et l'exploration. Le jeu prend donc un aspect stratégique basé sur des combinaisons de cartes. Une rupture avec le gameplay classique de Kingdom Hearts. Le jeu est double car jouable avec Riku dont le gameplay est un variant de celui de Sora",
    "Avis": "Petite révolution dans le domaine de l'A-RPG, Kingdom Hearts : Chain Of Memories réserve un choc aussi grand que celui provoqué par l'arrivée de Sword Of Mana. Prenant, fascinant et magnifique, le titre de Square-Enix permet en outre de développer intelligemment la trame générale de KH en impliquant enfin l'Organisation. Peut-être lacunaire quant à l'originalité et à la force de l'histoire sous certains points, et parfois trop contraignant durant les combats, ce soft n'en reste pas moins une petite perle à explorer avec gourmandise.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : Game Boy Advance",
    "Cover": "Images/Canva/Game/KHCOM_Logo.webp",
    "Achat": "https://www.amazon.fr/s?k=KINGDOM+HEARTS+Chain+of+Memories+GameBoy"
  },
  "KHII": {
    "Name": "KINGDOM HEARTS II",
    "Timeline": "¤ Position timeline : 2.0",
    "Histoire": "Un an après les événements relatés dans Kingdom Hearts Chain of Memories, un nouveau héros se réveille dans la Cité du Crépuscule, une ville située entre le jour et la nuit. Les vacances d'été se terminent pour Roxas et ses amis, mais tout ne se passera pas comme il l'espérait... Sora, l'Elu de la Keyblade, se réveille à son tour dans un manoir de la Cité aux côtés de Donald et Dingo, sans savoir comment ils y sont arrivés. En quête d'informations, ils se retrouvent confrontés à d'étranges adversaires: les Simili et l'Organisation XIII, un groupe de Simili aux noirs desseins. Nos héros partent à nouveau vers de nouvelles aventures, vers de nouveaux mondes afin de mettre un terme aux plans de l'Organisation, et retrouver leurs compagnons. Ils devront à nouveau faire face aux terribles Sans-coeur et à de troublantes révélations... Les mondes visités dans cet opus sont : la Cité du Crépuscule, la Terre des Dragons, le Château de la Bête, le Château Disney, la Rivière Intemporelle, Port Royal, la Terre des Lions, Space Paranoids, Illusiopolis, la Forteresse Oubliée, la Forêt de Rêves Bleus, le Colisée de l'Olympe, Atlantica, Agrabah et la Ville d'Halloween.",
    "Dev": "KINGDOM HEARTS II est sorti le 22 décembre 2005. Cet Opus est venu cooriger les erreurs du premier opus comme la gestion de la caméra. Mais la production du second volet a aussi ses difficutés comme l'absence des acteurs originaux pour le doublage des personnages de pirates de Caraïbes",
    "Avis": "Chronique de la disparition, voilà comment on pourrait nommer cette suite du célèbre mais perfectible Kingdom Hearts. Ici, tout se modifie, tout change, tout prend une autre place. Une constante qui se révèle d'une part dans le scénario même du titre, mettant un point d'orgue à baser ses propos sur le thème du manque et de la volonté de modifier son statut et d'autre part au sein du gameplay. Car c'est bien une révolution qu'a opéré le soft de Square-Enix, gommant la majeure partie de ses défauts pour y substituer de belles et grandes qualités. On ne peut donc que s'incliner devant une telle mue, aboutissant à l'envol d'un jeu tout simplement lumineux. Après un premier opus contestable et une extension sur GBA donnant les prémices d'une aventure bien plus étoffée qu'on pouvait le croire, Kingdom Hearts II explose littéralement et atteint des sommets réellement surprenants. Original, avec un niveau entièrement en noir et blanc sonorisé en mono, surprenant avec son passage comédie musicale, fascinant par sa justesse de ton et son scénario, onirique de par son traitement imaginatif, le titre de Square-Enix mêle les qualificatifs et les impressions pour aboutir à un tout homogène et simplement fantastique. Si des problèmes persistent malgré tout et agacent un tantinet, ils ne parviennent pas à mettre en défaut le soft. Une date majeure dans l'histoire du A-RPG, tout bonnement.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS2",
    "Cover": "Images/Canva/Game/KHII_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+2+ps2.html"
  },
  "KHC": {
    "Name": "KINGDOM HEARTS Coded",
    "Timeline": "¤ Position timeline : 3.0",
    "Histoire": "L'histoire tourne autour d'une partie du Journal de Jiminy Cricket. A la suite des évènements de Kingdom Hearts II, Jiminy retourne au Château Disney. Tout le long du chemin, il lit son journal, et une seule page attire son attention. Celle-ci contient un mystérieux message: 'Nous devons revenir, pour soigner leurs blessures'. Malgré tous ses efforts, il ne parvient pas à se rappeler ce à quoi se réfère cette page. Le Roi transcrit le Journal de Jiminy sous forme de données, et commença son investigation. Dans un monde tracé par les souvenirs de Jiminy, un garçon se réveille sur l'Île du Destin. Ainsi commence la nouvelle aventure de Sora dans le monde virtuel.",
    "Dev": "KINGDOM HEARTS Coded est sorti uniquement au Japon le 19 novembre 2008. Révélé lors du Tokyo Game Show 2007, Coded est développé exclusivement pour les mobiles japonais. Le joueur prend ici le contrôle d'un Sora né à l'intérieur du monde digitalisé par le Journal de Jiminy. A sa sortie, Coded n'était pas disponible dans sa version complète. Il fut découpé en huit chapitres, téléchargeables progressivement.",
    "Avis": "Pas d'avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny",
    "Plateformes": "¤ Plateformes : Téléphone portable NTT DoCoMo",
    "Cover": "Images/Canva/Game/KHC_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+coded.html"
  },
  "KHDDD": {
    "Name": "KINGDOM HEARTS 3D Dream Drop Distance",
    "Timeline": "¤ Position timeline : 4.0",
    "Histoire": "Alors qu'une menace imminente se profile, le roi Mickey et Yen Sid se préparent à faire passer l'examen du Symbole de la maîtrise à Sora et Riku. Ces derniers sont envoyés dans les Mondes Endormis, où ils rencontreront de nouveaux ennemis et alliés... S'ils parviennent à triompher de la mission qu'on leur a confiée, ils seront alors considérés comme d'authentiques Maîtres de la Keyblade. les mondes de cet opus sont : la Ville de Traverse, la Cité des Cloches, la Grille, le Paradis des Garnements, le Pays des Mousquetaires, la Symphonie du Sorcier, Illusiopolis et la Tour Mystérieuse ",
    "Dev": "KINGDOM HEARTS 3D Dream Drop Distance est sorti le 29 mars 2012. Co-réalisé par Yasushi Yasue, le jeu est développé sur la nouvelle console portable de la firme, la Nintendo 3DS, capable d'afficher des jeux en 3D sans qu'il soit nécessaire de porter des lunettes adéquates. Le retour de l'équipe d'Osaka, qui a déjà réalisé un excellent travail avec Kingdom Hearts Birth by Sleep, s'annonce de bonne augure.",
    "Avis": "Après deux épisodes DS convaincants et un volet PSP carrément exceptionnel, la série Kingdom Hearts a prouvé qu'elle avait les moyens de satisfaire ses fans même sur consoles portables. Premier opus conçu pour la 3DS, Dream Drop Distance révèle, sur la durée, une efficacité qui dépasse de loin nos attentes, se hissant quasiment à la hauteur du très acclamé Birth by Sleep ! En dépit d'un début de partie plutôt timide, Kingdom Hearts 3D : Dream Drop Distance nous surprend de bien belle façon en faisant monter la pression tout au long du jeu, le rythme allant crescendo au fil des univers parcourus. Compensant ses problèmes de caméra par une toute nouvelle composante de gameplay qui rend celui-ci encore plus frénétique que par le passé, le soft se montre diaboliquement addictif et donne carrément envie de prolonger le plaisir en s'adonnant aux multiples défis annexes qu'il propose en marge de l'aventure principale.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : Nintendo 3DS",
    "Cover": "Images/Canva/Game/KHDDD_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+3d+dream+drop+distance.html"
  },
  "KHIII": {
    "Name": "KINGOM HEARTS III",
    "Timeline": "¤  Position timeline : 5.0",
    "Histoire": "Sora et ses amis ont découvert que les conflits autour de “Kingdom Hearts” faisaient partie d'un complot orchestré par Maître Xehanort, dans le but de déclencher une Guerre des Keyblades. Ils se mettent alors à la recherche des sept Gardiens de la Lumière pour combattre les ténèbres. Tandis que le Roi Mickey et Riku tentent de retrouver les autres Porteurs de Keyblades, Sora, Donald et Dingo explorent de nombreux mondes de l'univers Disney en quête de la 'Clé qui rendra les cœurs'. Les mondes visités sont : l'Olympe, la Cité du Crépuscul, le Coffre à Jouets, le Royaume de Corona, Monstropolis, Arendelle, Les Caraïbes, San Fransokyo, la Forêt des Rêves Bleus, le Monde obscur, le Manoir Oblivion/la Contrée du Départ, la Nécropole des Keyblades,le Monde final et Scala ad Caelum.",
    "Dev": "KINGOM HEARTS III est sorti le 25 janvier 2019. La conférence de Sony à l'E3 2013 fut l'occasion pour Tetsuya Nomura d'annoncer le développement sur PlayStation 4 (et sur Xbox One) du très attendu KINGDOM HEARTS III. Le titre est développé sur les nouvelles consoles de salon et bénéficie de graphismes haute-définition de qualité. Bien qu'un peu plus réalistes, ces derniers conservent une touche dessin-animé caractéristique de la série. L'équipe a développé pour l'occasion une technologie appelée Kingdom Shader permettant d'obtenir des textures différentes selon le monde visité dans le jeu. Les environnements sont beaucoup plus détaillés et les effets de lumière spectaculaires. KINGDOM HEARTS III est développé avec le dernier moteur du studio Epic Games, l'Unreal Engine 4 ; l'équipe de développement a donc décidé de ne plus utiliser le Luminous Engine, le moteur graphique développé par Square Enix.",
    "Avis": "Disney et Square Enix s'unissent à nouveau pour la série Kingdom Hearts, toujours dirigée par le charismatique Tetsuya Nomura. Un troisième opus qui compte bien visiter et revisiter des univers connus, tout en nous embarquant dans sa propre histoire. Kingdom Hearts III avait beaucoup de choses à dire et à montrer. En tant que prétexte à un voyage dans les mondes de Disney, il est envoûtant de bout en bout, ceci grâce à une direction artistique exemplaire qui s'adapte constamment au sujet. Il offre une surprenante variété de gameplay et attire constamment l'oeil, grâce à ses combats dynamiques. Toutefois, la redondance des affrontements et son scénario ultra condensé qui se perd dans des dialogues peu inspirés auront parfois tendance à agacer ou à lasser. Rien qui devrait vous éloigner bien longtemps d'un A-RPG de grande qualité, qui ne manque pas de scènes épiques.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PC, Nintendo Switch, PS4, XBOX ONE",
    "Cover": "Images/Canva/Game/KHIII_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+iii.html"
  },
  "KHMOM": {
    "Name": "KINGDOM HEARTS Melody of Memory",
    "Timeline": "¤ Position timeline : 6.0",
    "Histoire": "KINGDOM HEARTS Melody of Memory est le premier jeu de rythme de la série. A bord du vaisseau gummi, Kairi en narratrice, le joueur se remémore l'histoire de la franchise en passant de mondes en mondes pour y vivre de nouvelles aventures faites de musiques et de souvenirs. Toutefois, KH MoM n'est pas qu'un simple jeu de rythme sans incidence sur l'intrigue de la série : en effet, vous y découvrirez des événements inédits se déroulant après la fin de KINGDOM HEARTS III et son DLC Re Mind.",
    "Dev": "KINGDOM HEARTS Melody of Memory est sorti le 11 novembre 2020",
    "Avis": "Après Final Fantasy et les spin-off Theatrythm, c'est au tour de Kingdom Hearts de s'essayer au jeu de rythme avec Kingdom Hearts : Melody of Memory. La sortie du DLC de Kingdom Hearts III, ReMIND , en janvier dernier a été l'occasion d'ouvrir la voie vers un nouvel arc narratif et Melody of Memory nous invite à découvrir une intrigue inédite avec pour héroïne le personnage de Kairi. Que vaut ce nouveau spin-off? C'est ce que nous allons tâcher de découvrir ! Certes, Kingdom Hearts : Melody of Memory est loin d'être parfait mais il n'en reste pas moins un bel atout pour la série. Le titre fait la part belle aux œuvres de Yoko Shimomura à redécouvrir sous l'égide d'une nouvelle perspective et il se démarque par sa générosité en termes de contenus. Kingdom Hearts : Melody of Memory n'est peut-être pas le jeu de l'année, mais reste un fin mets pour tous fans de la première heure et nous permet de surfer sur une vague de nostalgie et d'émotions en redécouvrant certaines musiques et moments clé de la série d'une toute nouvelle manière.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PC, Nintendo Switch, PS4, XBOX ONE",
    "Cover": "Images/Canva/Game/KHMOM_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+melody+of+memory.html"
  },
  "KHIV": {
    "Name": "KINGDOM HEARTS IV",
    "Timeline": "¤ Position timeline : 7.0",
    "Histoire": "Quatrième volet principal de la saga. Il s'agit du premier épisode principal de l'Arc du Maître Perdu, marquant le retour de Sora en vedette dans un nouveau lieu nommé Quadratum après quelques épisodes annexes où il était absent.",
    "Dev": "Kingdom Hearts IV fut officiellement annoncé lors de l'événement consacré aux 20 ans de la série le 10 avril 2022. Depuis, pas de date de sortie prévue et peu d'information hormis l'utilisation d'Unreal 5 et la présence de Testuya Nomura et Yoko Shimomura",
    "Avis": "Aucun avis disponible",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PC",
    "Cover": "Images/Canva/Game/KHIV_Logo.webp",
    "Achat": ""
  },
  "KH1.5": {
    "Name": "KINGDOM HEARTS HD 1.5 ReMIX",
    "Timeline": "¤ Position timeline : 'Compilation'",
    "Histoire": "Révélé au Tokyo Game Show 2012, Kingdom Hearts -HD 1.5 ReMIX- est un portage en haute définition de Kingdom Hearts: Final Mix, Kingdom Hearts: Re:Chain of Memories, et des scènes cinématiques de Kingdom Hearts: 358/2 Days, développé à l'occasion des 10 ans de la série.",
    "Dev": "Cette compilation est sorti le 14 mars 2013. Cette compilation est l'occasion pour les joueurs européens d'accéder à Re:Chain of Memories qui n'était sortie qu'au Japon et aux États-Unis en 2007 et 2008. Malgrés des annonces de la part de Square Enix France, les doublages européens furent finalement retiré de la version finale de KH Final Mix présent dans cette compilation.",
    "Avis": "Bien que, depuis 2006 et la sortie du second volet, tous les regards soient tournés vers l'énigmatique et très attendu Kingdom Hearts III, la série ne semble pas encore décidée à vouloir passer à la vitesse supérieure. Pour preuve ce Kingdom Hearts 1.5 HD Remix qui n'a pas d'autre prétention que celle de nous offrir un petit voyage dans le passé à la (re)découverte, entre autres, du tout premier volet de la saga. Une bonne occasion néanmoins pour les néophytes de rattraper leur retard tout en profitant des bienfaits de la HD. Même s'il faudra attendre la sortie d'une éventuelle seconde compilation pour jouer à Kingdom Hearts II Final Mix + en HD, ce Kingdom Hearts 1.5 HD Remix a tout de même le mérite d'inclure un épisode encore inédit en Europe : le remake de Chain of Memories. Le premier opus nous est également proposé en version Final Mix, ce qui ne manquera pas d'intéresser les joueurs qui ne se l'étaient pas encore procuré en import. Dommage tout de même que l'épisode 358/2 Days ne soit pas jouable mais uniquement retracé à travers un condensé de cinématiques.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS3, PS4",
    "Cover": "Images/Canva/Game/KH1.5_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+1+5+remix.html"
  },
  "KH2.5": {
    "Name": "KINGDOM HEARTS HD 2.5 ReMIX",
    "Timeline": "¤ Position timeline : 'Compilation'",
    "Histoire": "Révélé au D23 Expo Japan 2013, Kingdom Hearts -HD 2.5 ReMIX- est un portage en haute définition de Kingdom Hearts II: Final Mix et Kingdom Hearts: Birth by Sleep Final Mix.",
    "Dev": "Cette compilation est sortie le 2 octobre 2014. Pour les éventuels nouveaux venus de la série, il comprend aussi un film cinématiques de Kingdom Hearts: Re:coded d'environ 3 heures, également remastérisées, pour permettre de comprendre le scénario de ce jeu (et donc englober tous les événements entre Kingdom Hearts II et Kingdom Hearts 3D: Dream Drop Distance).",
    "Avis": "Les fans de la saga Kingdom Hearts n'auront finalement pas dû patienter plus d'un an avant de découvrir sur leurs PS3 européennes la deuxième partie de la compilation générale de la série. De quoi réviser ses classiques en attendant la venue hypothétique d'un troisième volet qui continue de se faire ardemment désirer.En seulement deux compilations, Square Enix donne aux joueurs PS3 et PS4 la possibilité de découvrir en HD les quatre épisodes les plus fondamentaux de la série. Une initiative qui devrait ravir tous ceux qui se sont plaints pendant des années de l'obligation de posséder pas moins de cinq consoles différentes pour s'essayer à l'ensemble des épisodes de la franchise. La présence du deuxième opus en version Final Mix et de l'épisode PSP rendent ce Kingdom Hearts HD 2.5 ReMIX encore plus indispensable que ne l'était la première compilation.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PS3, PS4",
    "Cover": "Images/Canva/Game/KH2.5_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+2+5+remix.html"
  },
  "KH2.8": {
    "Name": "KINGDOM HEARTS HD 2.8 Final Chapter Prologue",
    "Timeline": "¤ Position timeline : 'Compilation'",
    "Histoire": "Révélé au Tokyo Game Show 2015, Kingdom Hearts: HD 2.8 Final Chapter Prologue est un portage et une compilation en haute définition. Le jeu est composé de: Kingdom Hearts: Dream Drop Distance HD Kingdom Hearts: 0.2 Birth by Sleep -A Fragmentary Passage-Kingdom Hearts: χ Back Cover",
    "Dev": "Cette compilation est sortie le 12 janvier 2017. KH HD 2.8 a été développé sur PlayStation 4, et non sur PlayStation 3 comme les précédentes compilations HD. Ce choix se justifie par la présence de KH 0.2 Birth by Sleep qui utilise la même technologie que celle de KH III. Que signifie le nombre « 2.8 » ? Le contenu de la compilation nous en donne la réponse : « 2.6 » (KH Dream Drop Distance HD - qui se place après 2.5 dans la chronologie) + « 0 » (KH χ Back Cover - considéré comme le tout premier titre) + « 0.2 » (KH 0.2 Birth by Sleep).",
    "Avis": "A l'arrivée du troisième épisode chiffré, prévu sur PS4 et Xbox One dans une poignée d'années, Square Enix a entrepris une remise au gout du jour de ses nombreux spin off en développant des compilations qui regroupent les titres originaux et certains épisodes annexes. Kingdom Hearts 1.5 ReMix et Kingdom Hearts 2.5 ReMIX, deux premières compiles sur PS3 sont donc rejointes ce mois-ci par la 2.8 Final Chapter Prologue. Avec ce 2.8 : quelques bonus débloqués une fois les différents pans terminés, un remake HD d'un jeu 3DS qui passe beaucoup moins bien sur console de salon que sur portable, un film intéressant d'un peu plus d'une heure, et 2 à 5 heures de jeu sur la suite de Birth By Sleep, épisode diablement intéressant pour quiconque souhaite connaître les origines de la saga. Avec ce 2.8, la boucle semble bouclée, les épisodes principaux sont accompagnés de leurs aventures annexes et tout le monde ou presque peut se former au socle narratif de Kingdom Hearts, en attendant l'épisode 3.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PC, Nintendo Switch, PS4, XBOX ONE",
    "Cover": "Images/Canva/Game/KH2.8_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+2+8+final+chapter+prologue.html"
  },
  "KH1.5p2.5": {
    "Name": "KINGDOM HEARTS HD 1.5 + 2.5 ReMIX",
    "Timeline": "¤ Position timeline : 'Compilation'",
    "Histoire": "Kingdom Hearts: HD 1.5 + 2.5 ReMIX est un portage en haute définition de Kingdom Hearts HD 1.5 ReMIX et de Kingdom Hearts HD 2.5 ReMIX",
    "Dev": "Cette compilation est sorti le 9 mars 2017. En dehors des améliorations graphiques pour les consoles huitième génération, il existe peu de différences entre ce portage et les deux versions sur PS3.",
    "Avis": "Kingdom Hearts HD 1.5 + 2.5 ReMIX correspond à ce à quoi les gens pouvaient s'attendre après le 2.8 Final Chapter Prologue, notamment en matière de qualité de portage. Les titres proposés sont fins, fluides… et c'est tout. On notera donc quelques défauts techniques, notamment sur la qualité graphique très limitée de 358/2 Days et Re:Coded). Dans sa globalité, cette compilation est un must-have si vous souhaitez revivre vos épopées d'antan sans ressortir vos vieilles consoles, et un incontournable si vous êtes curieux à l'égard de l'univers Kingdom Hearts et souhaitez vous faire l'intégrale pour vous préparer au troisième épisode. Complet, proposant plus de 200 heures de jeu et de cut-scenes, doté d'une des histoires les plus riches et les plus complexes du milieu vidéoludique, Kingdom hearts s'offre avec cette 1.5 + 2.5 ReMIX une toute dernière compilation qu'on ne peut que vous conseiller de faire, si tant est que vous soyez réceptif au genre et aux thèmes.",
    "Sources": "Kingdom Hearts Wiki (Fandom), KH Destiny, JeuxVideo.com",
    "Plateformes": "¤ Plateformes : PC, Nintendo Switch, PS4, XBOX ONE",
    "Cover": "Images/Canva/Game/KH1.5h2.5_Logo.webp",
    "Achat": "https://www.cdiscount.com/search/kingdom+hearts+hd+1+5+2+5+remix.html"
  }
}
